Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/FARMCROP_en-US_de.tmx
Source language: en_us
Languages: de

source: The type of crop that being grown.^
de: Die Art der Kultur, die angebaut wird.^

source: When crops are harvested, they are stored in barns, which are represented by the blue bars.
de: Bei der Ernte werden sie in Scheunen gelagert, die durch die blauen Balken dargestellt werden.

source: The blue bars increases in length when crops are being harvested.
de: Die blauen Balken werden bei der Ernte länger.

source: Conversely, their lengths decrease when crops are being sold.^
de: Umgekehrt verringern sich ihre Längen beim Verkauf von Feldfrüchten.^

source: The bar indicates the growth progress of the crop.
de: Der Balken zeigt den Wachstumsfortschritt der Pflanze an.
